---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionPipeStandard
source: html/bc2efa61-2eac-a1a3-36f3-12dafd207cd3.htm
---
# StructuralSectionPipeStandard Properties

Common set of parameters for structural analysis.